var localization={
	head: {
		title: '[Создать] Jarn - онлайн редактор рукописного текста',
		leave_check: 'Вы действительно хотите покинуть страницу? Ваши изменения не будут сохранены.',
	},
	body: {
		nav_brand: 'Jarn',
		nav_brand_secondary: '- онлайн редактор текста',
		nav_home: 'Главная',
		nav_create: 'Создать',
		nav_edit: 'Редактировать',
		nav_write: 'Писать',
		nav_faq: 'FAQ',
		nav_settings: 'Settings',
		file_text: 'Загрузить исходный файл',
		jarn_file_text: 'Загрузить Jarn файл',
		b_to_home: 'Главная',
		f_to_1: 'Дальше',
		panel_header: 'Панель управления',
		option_1_header: 'Размытие цвета',
		option_2_header: 'Размер изображения',
		option_3_header: 'Размер рамки выбора',
		option_4_header: 'Выбрать цвет еще раз',
		option_5_header: 'Цвет рамки выбора',
		option_6_header: 'Метод выделения',
		classic_input_method_title: 'Класический (мышь)',
		pointers_input_method_title: 'Направляющие',
		panel_hint_text: 'Укажите цвет текста правой кнопкой мыши',
		lang_choose_title: 'Укажите язык текста',
		return_button: 'Выбрать другой язык',
		b_to_0: 'Назад',
		f_to_2: 'Дальше',
		b_to_1: 'Назад',
		f_to_3: 'Загрузить мой Jarn-файл',
		tmp_canvas_move: '&times;&nbsp; Движение',
		tmp_canvas_pencil: '&#9679; Карандаш',
		tmp_canvas_eraser: '&#9632; Резинка',
		congratulations: 'Поздравляю, Вы создали свой собственный Jarn-файл! Загрузите его и перейдите к <a class="brand_link" href="../write">Редактору текста</a>.'
	},
	msgs: {
		other_file: {
			title: 'Выбрать другой файл?',
			text: 'Вы действительно желаете выбрать другой файл? Все внесенные изменения будут потеряны.'
		},
		too_big_image: {
			title: 'Изображение очень большое!',
			text: 'Внимание! размеры изображения превышают 1000*1000 px. Во время работы с таким изображением Ваш компьютер может перезагрузиться, выключиться или зависнуть. В таком случае Вы потеряете все несохраненные документы на компьютере (включая Jarn-файл). Нажав на кнопку \'Хорошо\' Вы продолжаете роботу на собственный страх и риск.'
		},
		choose_language: {
			title: 'Выберите язык текста',
			text: 'Используйте панель справа для выбора языка, на котором написан текст на изображении.'
		},
		wrong_file_type: {
			title: 'Неверный тип файла',
			text: 'Поддерживается только текстовый [*.txt] формат.'
		},
		list_of_letters: {
			title: 'Продолжить загрузку?',
			text: 'Вы ввели не все символы из списка. Вы уверены, что хотите продолжить? Список всех неиспользованых символов:<br/>'
		},
		ok_button: 'Хорошо',
		cancel_button: 'Отмена'
	},
	hints: {
		hint_hide: 'P.S. Подсказки можно скрыть через глобальные настройки (страница Settings).',
		settings: 'Открыть глобальные настройки сайта.',
		file: 'Загрузите изображение, на котором есть рукописный текст.',
		canvas: 'Правой кнопкой мыши укажите цвет рукописного текста (нажмите на текст).',
		canvas_after_getting_the_color: 'С помощью мыши (или указателей) выделите каждый символ по очереди и введите его с клавиатyры в текстовое поле, которое появится при выделении.',
		multiplier: 'Большему значению отвечают более тёмные цвета. Используйте это, чтобы оставить только текст, убрав лишние детали (линейки, клетки или красные поля).',
		lang_choose: 'Виберіть мову, якою написано текст на зображенні.',
		lang_panel: 'Здесь будут отбражаться все символы, которые Вы выделили рамкой выбора.',
		tmp_canvas_wrapper: 'Вы можете дорисовать или удалить часть символа с помощью карандаша или резинки.',
		classic_input_method_title: 'Выберите этот пункт, если Вы пользуетесь мышкой.',
		pointers_input_method_title: 'Выберить этот пункт, если Вы пользуетесь тачскрином.'
	}
};