var localization={
	head: {
		title: '[Створити] Jarn - онлайн редактор рукописного тексту',
		leave_check: 'Ви дійсно бажаєте покинути сторінку? Ваші зміни не буде збережено.',
	},
	body: {
		nav_brand: 'Jarn',
		nav_brand_secondary: '- онлайн редактор тексту',
		nav_home: 'Головна',
		nav_create: 'Створити',
		nav_edit: 'Редагувати',
		nav_write: 'Писати',
		nav_faq: 'FAQ',
		nav_settings: 'Settings',
		file_text: 'Завантажити файл',
		b_to_home: 'Головна',
		f_to_1: 'Далі',
		panel_header: 'Панель управління',
		option_1_header: 'Розмиття кольору',
		option_2_header: 'Розмір зображення',
		option_3_header: 'Розмір рамки вибору',
		option_4_header: 'Вибрати колір ще раз',
		option_5_header: 'Колір рамки вибору',
		option_6_header: 'Метод виділення',
		classic_input_method_title: 'Класичний (миша)',
		pointers_input_method_title: 'Направляючі',
		panel_hint_text: 'Вкажіть колір тексту правою кнопкою миші',
		lang_choose_title: 'Виберіть мову тексту',
		return_button: 'Вибрати іншу мову',
		b_to_0: 'Назад',
		f_to_2: 'Далі',
		b_to_1: 'Назад',
		f_to_3: 'Завантажити мій Jarn-файл',
		tmp_canvas_move: '&times;&nbsp; Рух',
		tmp_canvas_pencil: '&#9679; Олівець',
		tmp_canvas_eraser: '&#9632; Гумка',
		congratulations: 'Вітаю, Ви створили власний Jarn-файл! Завантажте його і перейдіть до <a class="brand_link" href="../write">Редактора тексту</a>'
	},
	msgs: {
		other_file: {
			title: 'Вибрати інший файл?',
			text: 'Ви дійсно бажаєте вибрати інший файл? Усі внесені зміни будуть втрачені.'
		},
		too_big_image: {
			title: 'Зображення занадто велике',
			text: 'Увага! Розміри зображення перевищують 1000*1000 px. При роботі з таким зображенням ваш комп\'ютер може самовільно перезавантажитись, вимкнутись або зависнути. У такому випадку Ви втратите усі незбережені документи на комп’ютері (включно з Jarn-файлом). Натиснувши кнопку \'Гаразд\' Ви продовжуєте роботу на власний страх і ризик.'
		},
		choose_language: {
			title: 'Виберіть мову тексту',
			text: 'Використайте панель справа для вибору мови, якою написаний текст на зображенні.'
		},
		wrong_file_type: {
			title: 'Неправильний тип файлу',
			text: 'Підтримується лише текстовий [*.txt] формат.'
		},
		list_of_letters: {
			title: 'Продовжити завантаження?',
			text: 'Ви ввели не всі символи із списку. Ви впевнені, що хочете продовжити?'
		},
		transfer_confirm: {
			title: 'Підтвердити перехід',
			text: 'Перейти на головну сторінку?'
		},
		ok_button: 'Гаразд',
		cancel_button: 'Відміна'
	},
	hints: {
		hint_hide: 'P.S. Підказки можна приховати через глобальні налаштування (сторінка Settings).',
		settings: 'Відкрити глобальні налаштування сайту.',
		file: 'Завантажте зображення, на якому є рукописний текст.',
		canvas: 'Правою кнопкою мишки вкажіть колір рукописного тексту (натисніть на текст).',
		canvas_after_getting_the_color: 'За допомогою мишки (або вказівників) виділіть кожен символ по черзі і введіть його з клавіатyри в текстове поле, яке з\'явиться при виділенні.',
		multiplier: 'Більшому значенню відповідають темніші кольори. Використовуйте це, щоб залишити лише текст, прибравши зайві деталі (розграфлені лінійки чи клітинки, червоні поля, тощо).',
		lang_choose: 'Виберіть мову, якою написано текст на зображенні.',
		lang_panel: 'Тут відображатимуться усі символи, які Ви виділили рамкою вибору.',
		tmp_canvas_wrapper: 'Ви можете домалювати або витерти частину символа з допомогою олівця чи гумки.',
		classic_input_method_title: 'Виберіть цей пункт, якщо Ви користуєтесь мишкою.',
		pointers_input_method_title: 'Виберіть цей пункт, якщо Ви користуєтесь тачскріном.'
	}
};